[LocAdmin_Strings]

INFO_Exchange_01_DSC_01=[Remelt ore or old weapons];;-;;-;;(Gegenstände einschmelzen);;-;;-;;[Érc vagy rozsdás fegyverek beolvasztása];;[Przetop rudę lub zardzewiałe bronie];;[Расплавить руду или старое оружие];;[熔煉礦石或舊武器];
INFO_Exchange_01A_DSC_01=[Exchange 20 iron ore to one raw steel];;-;;-;;(20x Eisenerz zu 1 Rohstahl verarbeiten);;-;;-;;[20 vasércet 1 nyersacélra cserélni];;[Przetop 20 bryłek żelaza na 1 surową stal];;[Обменять 20 кусков железной руды на 1 стальную заготовку];;[用20塊鐵礦石換1塊鋼坯];
INFO_Exchange_01B_DSC_01=[Exchange 20 rusty battleaxes to one raw steel];;-;;-;;(20x Rostige Streitäxte zu 1 Rohstahl verarbeiten);;-;;-;;[20 rozsdás fejszét 1 nyersacélra cserélni];;[Przetop 20 zardzewiałych toporów na 1 surową stal];;[Обменять 20 ржавых боевых топоров на 1 стальную заготовку];;[將20把生銹的戰斧換成一塊粗鋼];
INFO_Exchange_01C_DSC_01=[Exchange 20 rusty swords to one raw steel];;-;;-;;(20x Rostige Schwerter zu 1 Rohstahl verarbeiten);;-;;-;;[20 rozsdás kardot 1 nyersacélra cserélni];;[Przetop 20 zardzewiałych mieczy na 1 surową stal];;[Обменять 20 ржавых мечей на 1 стальную заготовку];;[將20把生銹的劍換成一塊粗鋼];
INFO_Exchange_01D_DSC_01=[Exchange 20 rusty two-handers to one raw steel];;-;;-;;(20x Rostige Zweihänder zu 1 Rohstahl verarbeiten);;-;;-;;[20 rozsdás kétkezest 1 nyersacélra cserélni];;[Przetop 20 zardzewiałych mieczy dwuręcznych na 1 surową stal];;[Обменять 20 ржавых двуручных мечей на 1 стальную заготовку];;[將20個生銹的雙手劍換成一塊粗鋼];

INFO_Erzofen_01_DSC_01=[Melt an anchor];;;;;;(Anker einschmelzen);;;;;;[Fegyverek beolvasztása];;[Przetop kotwicę];;[Переплавить якорь];;[熔化錨];

INFO_Erzofen_02_DSC_01=[Melt the lump of ore];;[Fondi un pezzo di metallo];;-;;(Eisenerz einschmelzen);;[Fundir un trozo de mineral.];;-;;[Vasérc beolvasztása];;[Przetop bryłki rudy żelaza];;[Переплавить куски железной руды];;[融化礦石塊];
INFO_Erzofen_02A_DSC_01=3x iron ore for 1x raw steel;;-;;-;;(3x Eisenerz zu 1 Rohstahl verarbeiten);;-;;-;;3x vasérc 1x nyersacélra.;;3 x Bryłki rudy żelaza na 1 x Surowa stal.;;3 куска железной руды за 1 заготовку.;;3倍鐵礦石，1倍原鋼;
INFO_Erzofen_02B_DSC_01=9x iron ore for 3x raw steel;;-;;-;;(9x Eisenerz zu 3 Rohstahl verarbeiten);;-;;-;;9x vasérc 3x nyersacélra.;;9 x Bryłki rudy żelaza na 3 x Surowa stal.;;9 кусков железной руды за 3 заготовки.;;9倍鐵礦石，3倍原鋼;
INFO_Erzofen_02C_DSC_01=30x iron ore for 10x raw steel;;-;;-;;(30x Eisenerz zu 10 Rohstahl verarbeiten);;-;;-;;30x vasérc 10x nyersacélra.;;30 x Bryłki rudy żelaza na 10 x Surowa stal.;;30 кусков железной руды за 10 заготовок.;;30倍鐵礦石，10倍原鋼;
INFO_Erzofen_02D_DSC_01=[Melt nothing];;[Non fondere niente];;-;;(Nichts einschmelzen);;[No fundir nada.];;-;;[Ne olvassz be semmit];;[Nic nie przetapiaj];;[Не плавить];;[什麼都不融化];

INFO_Erzofen_03_DSC_01=[Melt rusty swords];;-;;-;;(Rostige Schwerter einschmelzen);;-;;-;;[Rozsdás kardok beolvasztása];;[Przetop zardzewiałe miecze];;[Переплавить ржавые мечи];;[融化生銹的劍];
INFO_Erzofen_03A_DSC_01=4x rusty swords for 1x raw steel;;-;;-;;(4x rostige Schwerter zu 1 Rohstahl verarbeiten);;-;;-;;4x rozsdás kard 1x nyersacélra.;;4 x Zardzewiały miecz na 1 x Surowa stal.;;4 ржавых меча за 1 заготовку.;;4把生銹的劍，用於1把粗鋼;
INFO_Erzofen_03B_DSC_01=12x rusty swords for 3x raw steel;;-;;-;;(12x rostige Schwerter zu 3 Rohstahl verarbeiten);;-;;-;;12x rozsdás kard 3x nyersacélra.;;12 x Zardzewiały miecz na 3 x Surowa stal.;;12 ржавых мечей за 3 заготовки.;;12把生銹的劍，3把生鐵;
INFO_Erzofen_03C_DSC_01=40x rusty swords for 10x raw steel;;-;;-;;(40x rostige Schwerter zu 10 Rohstahl verarbeiten);;-;;-;;40x rozsdás kard 10x nyersacélra.;;40 x Zardzewiały miecz na 10 x Surowa stal.;;40 ржавых мечей за 10 заготовок.;;40把生銹的劍，10把生鋼;
INFO_Erzofen_03D_DSC_01=[Melt nothing];;[Non fondere niente];;-;;(Nichts einschmelzen];;[No fundir nada.];;-;;[Ne olvassz be semmit];;[Nic nie przetapiaj];;[Не плавить];;[什麼都不融化];

INFO_Erzofen_04_DSC_01=[Melt the lump of gold];;-;;-;;(Goldbrocken einschmelzen);;-;;-;;[Aranyrögök beolvasztása];;[Przetop złote samorodki];;[Переплавить золотые самородки];;[融化金塊];
INFO_Erzofen_04A_DSC_01=5x gold chunks for 1x gold ingot;;-;;-;;(5x Goldbrocken zu 1 Goldbarren verarbeiten);;-;;-;;5x aranyrög 1x aranyrúdra.;;5 x Złoty samorodek na 1 x Sztabka złota.;;5 золотых самородков за 1 золотой слиток.;;5x 金塊換 1x 金錠;
INFO_Erzofen_04B_DSC_01=10x gold chunks for 2x gold ingot;;-;;-;;(10x Goldbrocken zu 2 Goldbarren verarbeiten);;-;;-;;10x aranyrög 2x aranyrúdra.;;10 x Złoty samorodek na 2 x Sztabka złota.;;10 золотых самородков за 2 золотых слитка.;;10x 金塊換 2x 金錠;
INFO_Erzofen_04C_DSC_01=15x gold chunks for 3x gold ingot;;-;;-;;(15x Goldbrocken zu 3 Goldbarren verarbeiten);;-;;-;;15x aranyrög 3x aranyrúdra.;;15 x Złoty samorodek na 3 x Sztabka złota.;;15 золотых самородков за 3 золотых слитка.;;15x 金塊換 3x 金錠;
INFO_Erzofen_04D_DSC_01=[Melt nothing];;[Non fondere niente];;-;;(Nichts einschmelzen);;[No fundir nada.];;-;;[Ne olvassz be semmit];;[Nic nie przetapiaj];;[Не плавить];;[什麼都不融化];

INFO_Erzofen_05_DSC_01=[Melt magic ore];;-;;-;;(Magisches Erz einschmelzen);;-;;-;;[Mágikus érc beolvasztása];;[Przetop magiczną rudę];;[Переплавить куски магической руды];;[融化魔礦];
INFO_Erzofen_05A_DSC_01=20x magic ore for 1x ore blank;;-;;-;;(20x magisches Erz zu 1 Erzrohling verarbeiten);;-;;-;;12x mágikus érc 1x ércöntvényre.;;20 x Magiczna ruda na 1 x Sztaba magicznej rudy.;;20 кусков магической руды за 1 болванку.;;20x 魔法礦石換 1x 魔礦條;
INFO_Erzofen_05B_DSC_01=40x magic ore for 2x ore blank;;-;;-;;(40x magisches Erz zu 2 Erzrohling verarbeiten);;-;;-;;24x mágikus érc 2x ércöntvényre.;;40 x Magiczna ruda na 2 x Sztaba magicznej rudy.;;40 кусков магической руды за 2 болванки.;;40x 魔法礦石換 2x 魔礦條;
INFO_Erzofen_05C_DSC_01=60x magic ore for 3x ore blank;;-;;-;;(60x magisches Erz zu 3 Erzrohling verarbeiten);;-;;-;;36x mágikus érc 3x ércöntvényre.;;60 x Magiczna ruda na 3 x Sztaba magicznej rudy.;;60 кусков магической руды за 3 болванки.;;60x 魔法礦石換 3x 魔礦條;
INFO_Erzofen_05D_DSC_01=[Melt nothing];;[Non fondere niente];;-;;(Nichts einschmelzen);;[No fundir nada.];;-;;[Ne olvassz be semmit];;[Nic nie przetapiaj];;[Не плавить];;[什麼都不融化];

INFO_Erzofen_06_DSC_01=[Melt lump of iron ore];;-;;-;;(Eisenerzbrocken einschmelzen);;-;;-;;[Vasércrögök beolvasztása];;[Przetop rudę żelaza];;[Переплавить слитки железной руды];;[熔化鐵礦石塊];
INFO_Erzofen_06A_DSC_01=3x iron ore chunks for 1x iron ore;;-;;-;;(3x Eisenerzbrocken zu 1 Eisenerz verarbeiten);;-;;-;;3x vasércrög 1x vasércre.;;3 x Ruda żelaza na 1 x bryłki rudy żelaza.;;3 слитка железной руды за 1 кусок железной руды.;;3x 鐵礦石塊換 1x 鐵礦石;
INFO_Erzofen_06B_DSC_01=6x iron ore chunks for 2x iron ore;;-;;-;;(6x Eisenerzbrocken zu 2 Eisenerz verarbeiten);;-;;-;;6x vasércrög 2x vasércre.;;6 x Ruda żelaza na 2 x bryłki rudy żelaza.;;6 слитков железной руды за 2 куска железной руды.;;6x 鐵礦石塊換 2x 鐵礦石;
INFO_Erzofen_06C_DSC_01=15x iron ore chunks for 5x iron ore;;-;;-;;(15x Eisenerzbrocken zu 5 Eisenerz verarbeiten);;-;;-;;15x vasércrög 5x vasércre.;;15 x Ruda żelaza na 5 x bryłki rudy żelaza.;;15 слитков железной руды за 5 кусков железной руды.;;15x 鐵礦石塊換 5x 鐵礦石;
INFO_Erzofen_06D_DSC_01=[Melt nothing];;[Non fondere niente];;-;;(Nichts einschmelzen);;[No fundir nada.];;-;;[Ne olvassz be semmit];;[Nic nie przetapiaj];;[Не плавить];;[什麼都不融化];

INFO_Ingvar_01_DSC_01=[Buy];;-;;-;;(Kaufen);;-;;-;;[Csere];;[Kup];;[Купить];;[購買];
INFO_Ingvar_01A_DSC_01=[Buy casting mold for blanks];;-;;-;;(1x Rohling-Gussform kaufen);;-;;-;;[Nyersacél öntőforma vásárlása];;[Kup formę odlewniczą do wykrojów];;[Купить форму для заготовки];;[購買毛坯鑄造模具];
INFO_Ingvar_01B_DSC_01=[Buy casting mold for gold ingots];;-;;-;;(1x Goldbarren-Gussform kaufen);;-;;-;;[Aranyrúd öntőforma vásárlása];;[Kup formę odlewniczą do sztabek złota];;[Купить форму для золотого слитка];;[購買金錠鑄模];
INFO_Ingvar_01C_DSC_01=[Trade 3x ice wolf skin for 1x magic ore];;-;;-;;(3x Eiswolfsfell gegen 1 Magisches Erz tauschen);;-;;-;;[3x jégfarkasprém elcserélése 1x mágikus ércre];;[Kup magiczną rudę za 3x skóry wilka];;[Купить магическую руду за 3 шкуры снежного волка];;[用 3x 冰狼皮換 1x 魔法礦石];
INFO_Ingvar_01D_DSC_01=[Buy pure ore magic blank];;-;;-;;(1x reinen Erzrohling kaufen);;-;;-;;[Tiszta ércöntvény vásárlása];;[Kup sztabkę czystej rudy];;[Купить болванку чистой руды];;[購買純礦石魔法坯料];

INFO_Asam_02_DSC_01=[Offer 20 gold ingots to Zuben];;-;;-;;(20x Goldbarren schenken);;-;;-;;Adományozz Zubennek 20 aranyrudat.;;[Podaruj Zubenowi 20 sztabek złota];;[Подарить Зубену 20 золотых слитков];;[向祖本提供20金條];
INFO_Asam_02_NPC_02=Gold! Excellent. You'll come a long way.;;-;;-;;Gold! Sehr gut. Du wirst es noch weit bringen.;;-;;-;;Arany! Nagyon jó. Sokra fogod vinni.;;Ach, złoto! Doskonale, świat jeszcze o tobie usłyszy.;;Золото! Замечательно. Ты далеко пойдешь.;;金子！ 優秀的。 你會走得很遠。;

INFO_ZSIngvar_01_NPC_01=The acquired knowledge allows not only to forge weapons, but also to melt the ore in the melting furnace.;;;;;;Das erworbene Wissen ermöglicht nicht nur das Schmieden von Waffen, sondern auch das Schmelzen des Erzes im Schmelzofen.;;;;;;A megszerzett tudás nemcsak a fegyverek kovácsolását teszi lehetővé, hanem az érc beolvasztását is a kohóban.;;Zdobyta wiedza pozwala nie tylko wykuć broń, ale także przetopić rudę w piecu do wytapiania;;Полученные тобой знания позволяют не только ковать оружие, но и переплавлять руду в плавильной печи.;;你獲得的知識不僅可以讓你鍛造武器，還可以讓你在冶煉爐中冶煉礦石。;

INFO_FanQHumanF54803072007_1=[Buy five lumps of ore!];;[Compra cinque pezzi di metallo!];;;;(5x Erzbrocken kaufen);;[¡Comprar cinco trozos de mineral!];;;;[Öt ércrög vásárlása!];;[Kup pięć kawałków rudy!];;[Купить 5 кусков руды.];;[買5個礦石。];
INFO_FanQHumanF53703072007_1=[Buy a pure ore blank!];;[Acquista una barra di minerale magico puro!];;;;(1x reinen Erzrohling kaufen);;[Comprar un trozo de mineral puro.];;;;[ Egy tiszta mágikus ércöntvény vásárlása];;[Kup czystą sztabkę rudy!];;[Купить болванку чистой руды.];;[購買純礦坯。];
INFO_FanQHumanF53803072007_1=[Buy a ore blank!];;[Acquista una barra di minerale grezzo!];;;;(1x Erzrohling kaufen);;[Comprar un trozo de mineral.];;;;[ Egy ércöntvény vásárlása];;[Kup nieprzetworzoną rudę!];;[Купить болванку руды.];;[買一塊礦石];
INFO_FanQHumanF53903072007_1=[View choice of blanks];;[Scegli le barre];;;;(Rohlinge auswählen);;[Ver la selección de trozos.];;;;[Öntvény választék megtekintése];;[Wyświetl wybór sztabek];;[Посмотреть выбор рудных болванок.];;[查看礦石的選擇];
INFO_FanQHumanF54003072007_1=[Choose nothing];;[Non prendere niente];;;;(Nichts auswählen);;[No elegir nada.];;;;[Ne válassz semmit];;[Nic nie wybieraj];;[Уйти.];;[離開。];

LETTERHEADER_Letter_AssPublic=Notice;;-;;-;;Öffentliche Ankündigung;;-;;-;;Nyilvános közlemény;;Publiczne obwieszczenie;;Объявление;;公告;
LETTERTEXT_Letter_AssPublic=Our Grand Master Zuben is looking for someone who supplies him with 20 gold ingots for his treasury. \nThe one who brings him the gold, will attain great respect in the eyes of our beloved Master. \n \n Treasurer Morus;;-;;-;;Unser Großmeister Zuben sucht nach jemandem, der ihm 20 Goldbarren für seine Schatzkammer liefert.\nDerjenige, der ihm das Gold schenkt, wird stark in der Achtung unseres geliebten Meisters steigen.\n\n Schatzmeister Morus;;-;;-;;Nagymesterünk, Zuben keres valakit, aki 20 aranyrudat juttatna a kincstárába.\nAki megadja neki az aranyat, az nagyot fog nőni szeretett Mesterünk szemében.\n\nMorus kincstárnok;;Nasz wielki mistrz Zuben szuka osoby, która dostarczy do jego skarbca 20 sztabek złota.\nTen, kto to uczyni, momentalnie zyska szacunek w oczach naszego kochanego mistrza.\n\n Skarbnik Morus;;Наш великий мастер Зубен ищет кого-то, кто снабдит его казну 20 золотыми слитками.\nТот, кто дарует ему это золото, заслужит уважение у нашего любимого мастера.\n\n Асам - страж ворот.;;我們偉大的宗師祖本正在尋找一個人來為他的國庫提供 20 根金條。 \n誰給他這些金條，誰就會贏得我們敬愛的主人的尊重。 \n\n 阿薩姆是大門的守護者。;
